package ru.job4j.oop;

public class Jukebox {

}

//    Добавьте в него метод public void music(int position).
//
//        3. Внутри метода сделайте if else.
//
//        Если position равно 1, то в консоль должны выводиться слова песни "Пусть бегут неуклюже".
//
//        Если равно 2, то в консоль должны выводиться слова песни "Спокойной ночи".
//
//        Во всех остальных случаях должно появиться "Песня не найдена".
//
//        4. Напишите метод main с демонстрацией работы этого метода и объекта этого класса.